Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/depts/regjeringen.no/2_id_512816.html.tmx
Source language: nob
Languages: sme

source: Når det gjelder slike saker, kan retten til selvbestemmelse sees på som en rett til innflytelse og medbestemmelse, i saker som berører samene som gruppe.
sme: Dakkár áššiin sáhttá iešmearridanrievtti atnit dakkár riektin ahte olbmuin lea dadjamuš ja ahte lea riekti mieldemearridit, dakkár áššiin mat gusket sápmelaččaide dego okta joavku.

source: Når en slik rett til deltakelse og innflytelse skal gjennomføres, kan det legges til grunn to typer av rettigheter.
sme: Go diekkár oassálastin- ja dadjamušrievtti galgá čađahit, de sáhttá bidjat vuođđun guovttelágan vuoigatvuođaid.

source: For det første kan det være tale om en rett til å fatte avgjørelser alene om forhold som bare berører samene, altså en kulturell og språklig autonomi.
sme: álggus vuos, de sáhttá leat sáhka dakkár rievttis ahte okto mearridit dakkár áššiin mat dušše gullet sápmelaččaide, namalassii kultuvrralaš ja gielalaš autonomiija.

source: Eksempler kan være tiltak som gjelder samisk språk og Samisk utviklingsfond 1.
sme: Ovdamearkkat dasa sáhttet leat doaibmabijut mat gusket sámegillii ja Sámi ovdánahttinfondii 1.

source: For det andre må det være tale om en rett til reell, effektiv deltakelse i offentlig myndighetsutøvelse som både berører samene og samfunnet de er en del av, for eksempel når det gjelder beslutninger om arealplanlegging og ressursutnyttelse.
sme: Nubbi lea ahte sáhttá leat sáhka dan rievtti birra ahte galgá leat duohta, beaktilis oassálastin almmolaš válddi čađahemiin sihke dakkáriin mat gusket sápmelaččaide ja dan servodahkii mas sii leat oassin, ovdamearkka dihte go lea sáhka dakkár mearridemiin mat gusket areála-plánemii ja resursageavaheapmái.

source: En rett til deltakelse kan blant annet gjennomføres ved konsultasjoner, og en plikt til å konsultere vedkommende urfolk er også omhandlet i erklæringen.
sme: Oassálastinrievt-ti sáhttá čađahit ráđđádallamiid bokte, ja geatnegasvuohta ráđđádallat dainna álgoálbmogiin mii lea namuhuvvon julggaštusas.

source: I Norge er konsultasjonsplikten implementert gjennom prosedyrene for konsultasjoner mellom statlige myndigheter og Sametinget, i tråd med artikkel 6 i ILO-konvensjon nr. 169.
sme: Norggas lea ráđđádallan geatnegasvuohta implementerejuvvon ráđđádallanvugiid bokte mat leat gaskal stáhta eiseválddiid ja Sámedikkiid, ja dat lea ILO-konvenšuvnna nr. 169 artihkkala 6 mielde.

source: Retten til deltakelse i forvaltningen av naturressursene kan også gjennomføres ved at Sametinget oppnevner representanter til felles styringsorganer, som Finnmarkseiendommen og de regionale rovviltnemndene.
sme: Riekti oassálastit luondduriggodagaid hálddašeamis sáhttá čađahuvvot dakko bokte ahte Sámediggi nammada áirasiid oktasaš stivrenorgánaide, nu movt Finnmárkoopmodahkii ja guovllu boraspirelávdegottiide.

source: I praksis må de nevnte rettigheter i første rekke utøves gjennom Sametinget, som et folkevalgt organ med beslutnings- og konsultasjonsmyndighet.
sme: Namuhuvvon vuoigatvuođat galget geavatlaččat ovddemustá čađahuvvot Sámedikki čađa, mii lea álbmotválljen orgána ja mas lea mearridan- ja ráđđádallanváldi.

source: Selv om begrepet selvbestemmelse ikke har et presist innhold, har regjeringen og Sametinget vært i dialog om praktiske tiltak for å gjennomføre samisk beslutningsmyndighet og medbestemmelse innenfor dagens regelverk.
sme: Vaikko iešmearridandoahpagis ii leat čielga sisdoallu, de leat ráđđehus ja Sámediggi ságastallan praktihkalaš doaibmabijuid birra vai sáhttá čađahit sámi mearridanválddi ja mieldemearrideami dálá njuolggadusaid siskkobealde.

source: Enkelte tiltak er gjennomført, som finnmarksloven og konsultasjonsprosedyrene.
sme: Muhtin doaibmabijut leat čađahuvvon nu movt finnmárkkuláhka ja ráđđádallanprosedyrat.

source: Noen er fremmet for Stortinget, som nye bestemmelser i plan- og bygningsloven om Sametingets innsigelsesmyndighet i plansaker.
sme: Muhtimat leat ovddiduvvon Stuoradiggái, dego ođđa mearrádusat plána- ja huksenláhkii mas lea čállojuvvon Sámedikki cealkinválddi birra plánaáššiin.

source: Andre er under vurdering eller i en konsultasjonsfase, for eksempel forslag fra Kystfiskeutvalget for Finnmark om deltakelse i forvaltningen av saltvannsfiske i Finnmark og forslagene fra Samerettsutvalget II.
sme: Muhtin eará doaibmabijuid leat árvvoštallame dahje daid leat ráđđádallame, nu go ovdamearkka dihte evttohusa mii lea boahtán Finnmárkku riddoguolástanlávdegottis.

source: Det vil være behov for å videreføre arbeidet med å fastlegge hva samenes rett til selvbestemmelse konkret kan innebære.
sme: Lea dárbu viidáseappot bargat dainna bargguin ahte mearridit maid sápmelaččaid iešmearridanriekti konkrehtalaččat sáhttá sisttisdoallat.

source: Det er videre sannsynlig at de løsninger man kommer frem til i Norge vil kunne tillegges vekt i den internasjonale utviklingen knyttet til selvbestemmelsesretten for urfolk.
sme: Muđui lea jáhkehahtti ahte dat čovdosat maid Norggas gávdnet sáhttet deattuhuvvot riikkaidgaskasaš ovdáneamis go lea sáhka álgoálbmogiid iešmearridanrievttis.

source: Regjeringen forutsetter at utviklingen av samisk selvbestemmelse skal skje innenfor rammen av en eksisterende uavhengig og demokratisk stat, og innenfor Norges eksisterende geografiske grenser.
sme: Ráđđehus ovdeha ahte sámi iešmearrideami gárgedeapmi vuosttažettiin galgá dáhpá-huvvat dálá sorjjasmeahttun ja demokráhtalaš stáhta siskkabealde, ja Norgga dálá geográfalaš rájáid siskkabealde.

source: 1.3.7 Utkast til nordisk samekonvensjon
sme: 1.3.7 Davviriikkalaš sámekonvenšuvnna evttohus

source: En nordisk ekspertgruppe overleverte sin innstilling med et utkast til en nordisk samekonvensjon høsten 2005.
sme: Davviriikkalaš áššedovdi joavku geigii iežas davviriikkalaš sámekonvenšuvnna čállosa oktan evttohusain čakčat 2005.

source: Regjeringene i Finland, Sverige og Norge er enige om å videreføre arbeidet med en nordisk samekonvensjon, i første omgang gjennom fortsatt nasjonalt arbeid med høringsoppfølging og eventuelle konsekvensanalyser.
sme: Suoma, Ruoŧa ja Norgga ráđđehusat leat ovttaoaivilis das ahte bargat viidáseappot davviriikkalaš sámekonvenšuvnnain, álggus vuos dakko bokte ahte ain bargat našuvnnalaččat mas čuovvolit gulaskuddancealkámušaid ja maid váikkuhusguorahallamiid.

source: En arbeidsgruppe med representanter fra Arbeids- og inkluderingsdepartementet, Justisdepartementet, Utenriksdepartementet og Sametinget har arbeidet med den nasjonale oppfølgingen av konvensjonsutkastet, og avga sin rapport 3. oktober 2007.
sme: Muhtin bargo ­joavku mas leat áirasat Bargo- ja searvádahttindepartemeanttas, Justiisadepartemeanttas, Olgoriikadepartemeanttas ja Sámedikkis lea bargan nationála čuovvolemiin konvenšuvdnačállosa hárrái, ja dat geigii iežas raportta golggotmánu 3. beaivvi 2007.

source: Det tas sikte på at sameministrene og sametingspresidentene til neste fellesmøte høsten 2008 har avklart sine posisjoner.
sme: Jurdda lea ahte sámeministarat ja sámediggepresideanttat boahtte oktasaš čoahkkimii mii lea čakčat 2008, leat čielggadan iežaset posišuvnnaid.

source: Konvensjonsutkastet, utarbeidet av en nordisk ekspertgruppe, tar utgangspunkt i at samene er urfolk i Finland, Sverige og Norge.
sme: Konvenšuvdnačálus, maid muhtin davviriik ­kalaš áššedovdi joavku lea ráhkadan, atná vuođđun ahte sápmelaččat leat álgoálbmogat Suomas, Ruoŧas ja Norggas.

source: Utkastet er utarbeidet på bakgrunn av de internasjonale instrumentene som de tre landene er bundet av.
sme: Čállosa leat ráhkadan daid riikkaidgaskasaš veahkkeneavvuid bokte maidda dat golbma riika leat čadnojuvvon.

source: En nordisk samekonvensjon foreslås å ha som målsetting å «bekrefte og styrke slike rettigheter for det samiske folket at det kan sikre og utvikle sitt språk, sin kultur, sine næringer og sitt samfunnsliv med minst mulig hinder av landegrensene», jf. ekspertgruppens forslag til artikkel 1.
sme: Davviriikkalaš sámekonvenšuvnna mihttomearrin evttohuvvo «duođaštit ja nannet dakkár vuoigatvuođaid sámi álbmogii vai dat beassá sihkkarastit ja ovddidit iežas giela, kultuvrra, iežaset ealáhusaid ja servodateallima dainna lágiin ahte riikkarájit hehttejit nu unnán go vejolaš», gč. ekspeartajoavkku evttohusa 1. artihkkala.

source: I utkastet til nordisk samekonvensjon er samers rett til selvbestemmelse fastslått i artikkel 3.
sme: Davviriikkalaš sámekonvenšuvnna evttohusas lea sápmelaččaid iešmearridan riekti mearriduvvon 3. artihkkalis.

source: I tillegg inneholder konvensjonsutkastet bestemmelser som tar sikte på å konkretisere innholdet i retten til selvbestemmelsen.
sme: Dasa lassin de sisttisdoallá konvenšuvdnaevttohus mearrádusaid maiguin leat jurddašan konkretiseret iešmearrideami rievtti sisdoalu.

source: Særlig sentrale er bestemmelsene om sametingenes myndighet i beslutningsprosesser.
sme: erenoamáš guovddážis leat dat mearrádusat mat leat sámedikki válddi birra mearridanproseassain.

source: Sametingene i Sverige, Finland og Norge er i konvensjonsutkastet gitt myndighet eller ulik grad av medbestemmelse, avhengig av hvor viktig den aktuelle saken er for samiske interesser (artiklene 14 flg.).
sme: Sámekonvenšuvnna evttohusas lea Ruoŧa, Suoma ja Norgga sámedikkiide addojuvvon váldi dahje sierramuddosaš mieldemearrideapmi, mii lea dan duohken man deaŧalaš dat ovttaskas ášši lea sápmelaččaid beroštumiide (artihkkal 14 jna.).

source: For det første slås det fast en rett for Sametinget til å treffe selvstendige vedtak der Sametinget etter nasjonal eller internasjonal rett har myndighet til dette (artikkel 15).
sme: álggus vuos mearriduvvo Sámediggái riekti okto mearridit dakkár áššiin main Sámedikkis lea nationála dahje riikkaidgaskasaš rievtti bokte váldi dan dahkat (artihkal 15).

source: Videre skal offentlige myndigheter føre forhandlinger med Sametinget i saker av vesentlig betydning for samene (artikkel 16).
sme: Viidáseappot lea nu ahte almmolaš eiseválddit galget šiehtadallat Sámedikkiin dakkár áššiin mat leat hui deaŧalaččat sápmelaččaide (artihkal 16).

source: Utkastet slår også fast en uttalelsesrett og en rett for Sametinget til å være representert i offentlige råd og utvalg (artikkel 17).
sme: Evttohusas maid daddjojuvvo ahte galgá leat cealkinriekti ja riekti Sáme ­dikkis leat ovddastuvvon almmolaš ráđiin ja lávdegottiin (artihkal 17).

source: Videre skal Sametinget gis mulighet til å møte nasjonalforsamlingen for å redegjøre for sitt syn i spørsmål av betydning for samene (artikkel 18).
sme: Muđui de galgá Sámediggái addojuvvot vejolašvuohta deaivvadit nationála čoahkkimiin gos besset čilget iežaset oainnu dakkár áššiin main lea mearkkašupmi sápmelaččaide (artihkal 18).

source: Sametingenes rett å representere samene internasjonalt er slått fast i utkastets artikkel 19.
sme: Sámedikkiin lea riekti ovddastit sápmelaččaid riikkaidgaskasaččat, ja dat lea mearriduvvon evttohusa 19. artihkkalis.

source: Det videre arbeidet med utkastet vil kunne være et viktig bidrag til fastleggelsen av det nærmere innholdet i samers rett til selvbestemmelse.
sme: Joatkkabargu álgoárvalusain sáhttá leat deaŧalaš go áigumuš lea ovddidit sámiid iešmearridanvuoigatvuođa ja mearridit dan sisdoalu.

source: 1.4 Internasjonalt urfolksarbeid
sme: 1.4 Riikkaidgaskasaš álgoálbmotbargu

source: 1.4.1 Arbeidet med urfolk i utviklingssamarbeidet
sme: 1.4.1 Bargu álgoálbmogiiguin ovddidanovttasbarggus

source: Retningslinjene «Norsk innsats for å styrke arbeidet med urfolk i utviklingsarbeidet», som ble publisert i 2004, er retningsgivende for Norges støtte til urfolk i utviklingssamarbeidet.
sme: Njuolggadusat «Norsk innsats for å styrke arbeidet med urfolk i utviklingsarbeidet» mii almmuhuvvui jagi 2004, lea dakkár mii bidjá njuolggadusaid dasa movt Norga galgá doarjut álgoálbmogiid ovdánahttinbarggus.

source: Retningslinjene vektlegger behovet for sammenheng mellom det normative arbeidet på urfolksområdet og det praktiske urfolkssamarbeidet.
sme: Njuolggadusat deattuhit dárbbu ahte galgá leat oktavuohta gaskal normatiiva barggu álgoálbmotsuorggis ja praktihkalaš álgoál ­bmotovttasbarggus.

source: I det norske utviklingssamarbeidet er det et ønske om økt fokus på urfolk og en helhetlig tilnærming innenfor urfolkssamarbeidet.
sme: Norgga ovdánahttinovttasbarggus lea háliidus ahte galgá eambbo čalmmustahttit álgoálbmogiid ja oppalaš lahkoneami álgoá l ­bmotovttasbarggus.

source: Dette vil kreve styrket samordning av de ulike norske innsatsformene på området.
sme: Dat gáibida Norgga sierranas áŋgiriššanhámiin čavgadaet oktiiordnema dán suorggis.

source: Retningslinjene legger opp til en ytterligere styrking av rettighetsperspektivet i norsk urfolksinnsats.
sme: Njuolggadusain čuožžu ahte galgá ain eambbo nannet vuoigatvuođaperspektiivva Norgga álgoál ­bmotáŋgiruššamis.

source: Rettighetsbaseringen av den norske urfolksstøtten har sitt utgangspunkt i ILO-konvensjon nr 169 – det eneste folkerettslige instrument som tar for seg urfolks særlige rettigheter.
sme: Norgga álgoálbmotdoarjaga vuoigatvuođalaš vuođđu vuolgá ILO-konvenšuvnnas nr 169 – mii lea áidna álbmotrievttalaš reaidu mii váldá ovdan álgoálbmogiid erenoamáš vuoigatvuođaid.

source: Den norske innsatsen skal med andre ord bidra til anerkjennelse av urfolks grunnleggende rettigheter og styrke urfolks muligheter og evne til å fremme og forvalte sine interesser.
sme: Norgga áŋgiruššan galgá nuppiid sániiguin leat mielde dohkkeheamen álgoálbmogiid vuođđovuoigatvuođaid ja nannemin sin vejolaš-vuođaid ja návccaid ovddidit ja hálddašit iežaset beroštumiid.

source: Hovedtyngden av den norske urfolksstøtten kanaliseres via norske frivillige organisasjoner.
sme: Eanaš oassi Norgga álgoálbmotdoarjagis addojuvvo Norgga eaktodáhtolaš organisašuvnnaid bokte.

source: Norad har ansvaret for den støtten som kanaliseres via norske, samiske og internasjonale organisasjoner og ved direkte støtte til urfolksorganisasjoner.
sme: Noradis lea ovddasvástádus dan doarjagis mii kanálejuvvo Norgga, sámi ja riikkaidgaskasaš organisašuvnnaid bokte ja njuolggo doarjagiid bokte álgoálbmotorganisašuvnnaide.

source: I tillegg kommer den innsatsen som gjøres av Utenriksdepartementet via norske ambassader (ambassadene i Guatemala og Brasil forvalter urfolksprogram), multilaterale institusjoner og internasjonale organisasjoner.
sme: Dasa lassin boahtá dat bargu maid Olgoriikadepartemeanta bargá Norgga ambassadevrraid bokte (Guatemála ja Brasiilla ambasádat hálddašit álgoálbmotprográmmaid) ja máŋggariikkagaskkasaš ásahusaid ja riikkaidgaskasaš organisašuvnnaid bokte.

source: Deltakelse i det internasjonale arbeidet for å fremme urfolks rettigheter blir høyt prioritert fra norsk side.
sme: Oassálastin riikkaidgaskasaš barggus dan várás ahte ovddidit álgoálbmogiid vuoigatvuođaid vuoruhuvvo ollu Norgga bealde.

source: Størstedelen av samarbeidet på urfolks ­området har dreid seg om støtte til styrking av urfolks rettigheter i Latin-Amerika, men de siste årene har støtte til urfolk i Afrika og Asia fått økt oppmerksomhet.
sme: álgoálbmotáššiid ovttasbargu lea eanaš leamaš dat ahte doarjut álgoálbmotvuoigatvuođaid nannema Latin-Amerih ­kás muhto maŋimus jagiid leat doarjagat Afrihká ja ásia álgoálbmogiidda ožžon eanemus beroštumi.

source: Ettersom urfolk ofte utgjør fattigdomslommer i sine respektive land, også i rikere land, vil prosjektaktiviteter innenfor norsk urfolksinnsats ikke være begrenset til MUL-landene (de minst utviklede land).
sme: álgoálbmogat leat dávjá geafit iežaset riikkain, ja maid rikkis riikkain, ja danne eai leat prošeakta-doaimmat Norgga álgoálbmotáŋgiruššamis jurd-dašuvvon dušše UOR-riikkaide (unnimusat ovdánan riikkaide).

source: Urfolkspolitiske hensyn vil veie tungt når nye innsatser skal vurderes.
sme: álgoálbmotpolitihkalaš áššit vedjet mearkkašit ollu go ođđa áŋgiruššamiid galget árvvoštallat.

source: Innsatsen vil også bli vurdert i forhold til tiltakets karakter, synergi med øvrig bistand og hvorvidt samarbeidet er rettet mot spørsmål som er spesielt relevant for urfolk.
sme: Ja áŋgiruššama árvvoštallet dan ektui makkár doaibmabijus lea sáhka, gehččet maid synergiija ja eará veahki ja maid ahte lea go ovttasbargu dakkár áššiid hárrái mat leat relevánta álgoálbmogiidda.

source: En betydelig andel av samarbeidet på urfolksområdet omfatter styrking av urfolks egne organisasjoner, og inngår som del av Norads samarbeid for støtte til styrking av det sivile samfunn.
sme: Stuora oassi dan ovttasbarggus mii lea álgoálbmotsuorggi hárrái lea nannet álgoálbmogiid iežaset organisašuvnnaid, ja dat lea oassin Norada ovttasbarggus mii lea doarjut siviila servodagaid nannema.

source: Samarbeidet kanaliseres via globale ordninger som Norad har ansvar for.
sme: Ovttasbargu kanaliserejuvvo máilmmiviidosaš ortnegiid bokte main Noradis lea ovddasvástádus.

source: 1.4.2 FNs Permanente forum for urfolkssaker
sme: 1.4.2 ONa álgoálbmotáššiid bistevaš forum

source: Norge var blant pådriverne for å etablere et permanent forum for urfolkssaker i FN.
sme: Norga lei okta dain riikkain mii áŋgirušai ásahit bistevaš álgoálbmotforuma ONii.

source: Forumet ble vedtatt etablert i 2001 som et rådgivende og koordinerende organ under FNs økonomiske og sosiale råd (ECOSOC).
sme: Foruma mearridedje ásahit jagi 2001 ja dat galggai leat ráđđeaddi ja ovttastahtti orgánan ONa ekonomalaš ja sosiála ráđi vuolde (ECOSOC).

source: Forumet har siden den gang hatt årlige sesjoner som har samlet representanter fra både urfolksorganisasjoner, FNs organisasjoner og FNs medlemsland.
sme: Forumis leat dan rájes leamaš juohke jagi sešuvnnat gos leat čoahkkanan áirasat sihke álgoálbmotorganisašuvnnain, ON organisašuvnnain ja ONa lahttoriikkain.

source: Lederen for forumet i den første treårsperioden var Ole-Henrik Magga, Norges første sametingspresident.
sme: Foruma jođiheaddji vuosttaš golmma jagi áigodagas lei Ole Henrik Magga, Norgga vuosttaš sámediggepresideanta.

source: Med Forumet fikk for første gang statlige og ikke-statlige representanter lik status i et permanent, representativt organ innenfor FN-systemet.
sme: Foruma bokte ožžo stáhtalaš ja stáhtahis áirasat vuosttaš geardde seamma stáhtusa bistevaš ovddasteaddji orgánas ONa vuogádaga siskko ­bealde.

source: Forumet er et rådgivende og koordinerende organ for urfolksspørsmål i FN og skal bidra til at ulike FN-organisasjoner inkluderer hensyn til urfolk i sitt arbeid.
sme: Forum lea ráđđeaddi ja ovttastahtti orgána álgoálbmotáššiin ON:s, ja dat galgá bargat dan ­badjelii ahte iešguđetlágan ON-organisašuvnnat váldet iežaset bargui mielde álgoálbmogiid vuhtiiváldima.

source: Forumet fremmer også anbefalinger til FNs medlemsland.
sme: Forum ovddida maid ávžžuhusaid ONa lahttoriikkaide.

source: I 2005 og 2006 var hovedtemaet for møtene urfolk og Tusenårsmålene.
sme: Jagi 2005 ja jagi 2006 ledječoahkkimiid váldofáddán álgoálbmogat ja Duhátjahkeul-bmilat.

source: Hovedtemaet for sesjonen i 2007 var urfolks rettigheter til land, territorier og naturressurser.
sme: Váldofáddán jagi 2007 sešuvdnii ledje álgoálbmogiid vuoigatvuođat eatnamiidda, guovl-luide ja luondduriggodagaide.

source: 1.4.3 FNs spesialrapportør for urfolks menneskerettighetssituasjon
sme: 1.4.3 ONa álgoálbmogiid olmmošvuoigatvuođadili sierra raportejeaddji

source: FNs Menneskerettighetskommisjon oppnevnte i 2001 den første spesialrapportør på menneskerettighetssituasjonen for urfolk.
sme: ONa Olmmošvuoigatvuođakommišuvdna nammadii jagi 2001 álgoálbmogiid olmmošvuoigatvuođadili vuosttaš sierra raportejeaddji.

source: Spesialrapportørens mandat er å søke, motta og utveksle informasjon om brudd på urfolks rettigheter.
sme: Ssierra raportejeaddji bargomearrádus lei ohcat, oažžut ja lonohallat dieđuid álgoálbmogiid vuoigatvuođaid rihkkumiid birra.

source: Spesialrapportøren har også mandat til å utforme anbefalinger og forslag til tiltak og aktiviteter som vil bidra til beskyttelse av urfolks rettigheter.
sme: Raportejeaddji bargomearrádus lea maid hábmet rávvagiid ja árvalit doaibmabijuid ja doaimmaid mat suddjejit álgoálbmogiid vuoigatvuođaid.

source: Spesialrapportøren avgir årlige rapporter til FNs Menneskerettighetsråd, som er det organ som har erstattet Menneskerettighetskommisjonen.
sme: Sierra raportejeaddji addá juohke jagi raporttaid ONa Olmmošvuoigatvuođaráđđái, mii lea dat orgána mii lea boahtán Olmmošvuoigatvuođakommišuvnna sadjái.

source: Rapportøren utarbeider rapporter om situasjonen for urfolk i ulike land på grunnlag av besøk.
sme: Raportejeaddji ráh ­kada álgoálbmogiid dilis raporttaid iešguđet riikkain maŋŋilgo lea leamaš guossis sin luhtte.

source: I dag foreligger rapporter om urfolkssituasjonen i Mexico, Chile, Guatemala, Filippinene, Colombia, Canada, New Zealand, Sør-Afrika, Ecuador og Kenya.
sme: Dál gávdnojit raporttat Mexico, Chile, Guatemála, Filippiinnaid, Colombia, Kánada, Ođđa Zealándda, Lulli-Afrihká, Ecuadora ja Kenya álgoálbmogiid birra.

source: Rapportøren har det siste året også fulgt tett urfolkssituasjonen i Nepal.
sme: Raportejeaddji lea maŋemus jagi dárkilit čuvvon Nepála álgoálbmogiid dili.

source: Rapportøren utarbeider også rapporter på tema av særlig betydning for urfolk, bl.a. eksisterer det rapporter om tospråklig utdanning og spørsmål knyttet til rettssystemer og sedvanerett.
sme: Raportejeaddji ráhkada maid raporttaid dakkár fáttáin mat leat erenoamáš deaŧalaččat álgoálbmogiidda, ee. gávdnojit raporttat guovttegielalaš oahpahusas ja áššiin mat gullet riektevuogádagaide ja vieruiduvvan vuoigatvuođaide.

source: Fra norsk side støtter vi opp om spesialrapportørens virksomhet, som bidrar til å bringe urfolks situasjon til det internasjonale samfunns bevissthet.
sme: Norga doarju sierra raportejeaddji doaimma mii lea mielde bidjame álgoálbmogiid dili riikkaidgasksaš servodaga jurdagiidda.

source: I forbindelse med at Menneskerettighetsrådets arbeidsmetoder fastlegges arbeider vi for at dette mandatet skal videreføres og for at spesialrapportørene i størst mulig utstrekning skal beholde sin uavhengige stilling.
sme: Olmmošvuoigatvuođaráđi bargovuogit mearriduvvojit ja dan oktavuođas mii bargat dan ala ahte bargomearrádus galgá ain bissut ja dan alage, ahte sierra raportejeaddji nu guhkás go vejolaš beassá doalahit iežas sorjkeahtes sajádaga.

source: 1.4.4 Gáldu – kompetansesenter for urfolks rettigheter
sme: 1.4.4 Gáldu – álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš

source: Gáldu – Kompetansesenteret for urfolks rettigheter ble etablert i 2002 med den målsetting å øke kunnskapen om og forståelsen for urfolks rettigheter.
sme: Gáldu – álgoálbmotvuoigatvuođaid gelbbolašvuođaguovddáš ásahuvvui jagi 2002 dainna ulbmiliin ahte lasihit dieđu ja ipmárdusa álgoál ­bmotvuoigatvuođaid birra.

source: Senteret skal samle inn, bygge opp, systematisere, vedlikeholde, bearbeide, tilrettelegge og formidle relevant informasjon og dokumentasjon om urfolksrettigheter nasjonalt og internasjonalt.
sme: Guovddáš galgá čohkket, ovddidit, vuogáidahttit, áigádit, gieđahallat, heivehallat gaskkustit áššáisoahppevaš dieđuid ja duođaštusaid álgoálbmotvuoigatvuođaid birra riikkalaš ja riikkaidgaskasaš dásis.

source: Senteret kan også påpeke behovet for forsk ­ning på aktuelle områder.
sme: Guovddáš sáhttá maid čujuhit, makkár dutkamat dárb ­-bašuvvojit áigeguovdilis surggiin.

source: Målgrupper for senterets virksomhet er alle som søker kunnskap om urfolksrettigheter nasjonalt og internasjonalt, herunder skoler, frivillige organisasjoner, offentlige institusjoner og myndigheter.
sme: Guovddáža ul-bmiljovkui gullet buohkat, geat ohcet dieđuid álgoálbmotvuoigatvuođaid birra riikkalaš ja riik ­kaidgaskasaš dásis, nugo skuvllat, eaktodáhtolaš organisašuvnnat, almmolaš ásahusat ja eiseválddit.
